Repository: winddpan/ImageAspectCropper
Catalog: ImageAspectCropper/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Actual Size
zh_hans: 实际大小
zh_hant: 實際大小

source: Adjust Selection
zh_hans: 调整选区
zh_hant: 調整選取範圍

source: Aspect Ratio Height
zh_hans: 比例高
zh_hant: 比例高度

source: Aspect Ratio Width
zh_hans: 比例宽
zh_hant: 比例寬度

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Choose Export Folder
zh_hans: 选择导出目录
zh_hant: 選擇匯出檔案夾

source: Choose Folder
zh_hans: 选择目录
zh_hant: 選擇檔案夾

source: Composition Grid
zh_hans: 构图网格
zh_hant: 構圖格線

source: Confirm Selection
zh_hans: 确认选区
zh_hant: 確認選取範圍

source: Confirm Selection and Crop (⌘K)
zh_hans: 确认选区并裁剪 (⌘K)
zh_hant: 確認選取範圍並裁切 (⌘K)

source: Confirmed Selection
zh_hans: 已确认选区
zh_hant: 已確認選取範圍

source: Crop
zh_hans: 裁剪
zh_hant: 裁切

source: Current Selection
zh_hans: 当前选区
zh_hant: 目前選取範圍

source: Custom
zh_hans: 自定义
zh_hant: 自訂

source: Edit Selection
zh_hans: 重新编辑选区
zh_hant: 重新編輯選取範圍

source: Export
zh_hans: 导出
zh_hant: 匯出

source: Export Failed
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Export Format
zh_hans: 导出格式
zh_hant: 匯出格式

source: Export Image
zh_hans: 导出图片
zh_hant: 匯出圖片

source: Export Image (⇧⌘E)
zh_hans: 导出图片 (⇧⌘E)
zh_hant: 匯出圖片 (⇧⌘E)

source: Export Location
zh_hans: 导出位置
zh_hant: 匯出位置

source: Export Quality
zh_hans: 导出质量
zh_hant: 匯出品質

source: Exported %@
zh_hans: 已导出 %@
zh_hant: 已匯出 %@

source: Exporting
zh_hans: 正在导出
zh_hant: 正在匯出

source: Exporting %@
zh_hans: 正在导出 %@
zh_hant: 正在匯出 %@

source: Fit to Window
zh_hans: 适合窗口
zh_hant: 符合視窗大小

source: Fit to Window (⌘0)
zh_hans: 适合窗口 (⌘0)
zh_hant: 符合視窗大小 (⌘0)

source: Height
zh_hans: 高
zh_hant: 高

source: Image
zh_hans: 图像
zh_hant: 影像

source: Image Cropping Canvas
zh_hans: 图片裁剪画布
zh_hant: 圖片裁切畫布

source: Image encoding failed. Try another format or smaller output dimensions.
zh_hans: 图片编码失败，请尝试其他格式或较小的输出尺寸。
zh_hant: 圖片編碼失敗，請嘗試其他格式或較小的輸出尺寸。

source: No Folder Selected
zh_hans: 未选择目录
zh_hant: 尚未選擇檔案夾

source: No Image Open
zh_hans: 未打开图片
zh_hant: 尚未開啟圖片

source: OK
zh_hans: 好
zh_hant: 好

source: Open Image
zh_hans: 打开图片
zh_hant: 開啟圖片

source: Open Image (⌘O)
zh_hans: 打开图片 (⌘O)
zh_hant: 開啟圖片 (⌘O)

source: Open Image…
zh_hans: 打开图片…
zh_hant: 開啟圖片⋯

source: Opening %@
zh_hans: 正在打开 %@
zh_hant: 正在開啟 %@

source: Output Height
zh_hans: 输出高度
zh_hant: 輸出高度

source: Output Resolution
zh_hans: 输出分辨率
zh_hant: 輸出解析度

source: Output Width
zh_hans: 输出宽度
zh_hant: 輸出寬度

source: Output Will Enlarge the Selection
zh_hans: 输出将放大选区
zh_hant: 輸出將放大選取範圍

source: Output must not exceed 100 million pixels or 16,384 pixels on either side.
zh_hans: 输出不能超过 1 亿像素或单边 16,384 像素。
zh_hant: 輸出不得超過 1 億像素，且任一邊不得超過 16,384 像素。

source: Pan
zh_hans: 平移
zh_hant: 平移

source: Quality
zh_hans: 质量
zh_hant: 品質

source: Replace
zh_hans: 替换
zh_hant: 取代

source: Replace Existing File?
zh_hans: 替换已有文件？
zh_hant: 取代現有檔案？

source: Reset Selection
zh_hans: 重置选区
zh_hant: 重設選取範圍

source: Return to Original Image to Adjust Selection
zh_hans: 返回原图调整选区
zh_hant: 返回原圖調整選取範圍

source: Selection
zh_hans: 选区
zh_hant: 選取範圍

source: Selection Aspect Ratio
zh_hans: 选区比例
zh_hant: 選取範圍長寬比

source: Selection Confirmed
zh_hans: 选区已确认
zh_hant: 已確認選取範圍

source: Show Composition Grid
zh_hans: 显示构图网格
zh_hant: 顯示構圖格線

source: Show Exported Image in Finder
zh_hans: 在 Finder 中显示导出的图片
zh_hant: 在 Finder 中顯示匯出的圖片

source: Swap Aspect Ratio
zh_hans: 交换宽高比
zh_hant: 交換長寬比

source: Swap Width and Height
zh_hans: 交换宽高
zh_hant: 交換寬高

source: The export path is the same as the original image. Choose another export folder to preserve the original.
zh_hans: 导出文件与原图路径相同。请选择其他导出目录，以保留原始图片。
zh_hant: 匯出路徑與原圖相同。請選擇其他匯出檔案夾，以保留原始圖片。

source: The selection or output dimensions are invalid.
zh_hans: 选区或输出尺寸无效。
zh_hant: 選取範圍或輸出尺寸無效。

source: This image is too large. Use an image with no more than 100 million pixels and no side longer than 32,768 pixels.
zh_hans: 图片尺寸过大。请使用不超过 1 亿像素、边长不超过 32,768 像素的图片。
zh_hant: 圖片尺寸過大。請使用不超過 1 億像素，且任一邊不超過 32,768 像素的圖片。

source: This system cannot encode the selected format. Choose another format.
zh_hans: 当前系统不支持所选格式的编码，请选择其他格式。
zh_hant: 目前系統不支援所選格式的編碼，請選擇其他格式。

source: Tools
zh_hans: 工具
zh_hant: 工具

source: Unable to Complete Operation
zh_hans: 无法完成操作
zh_hant: 無法完成操作

source: Unable to access the previous export folder. Choose it again. %@
zh_hans: 无法访问上次的导出目录，请重新选择。 %@
zh_hant: 無法存取上次的匯出檔案夾，請重新選擇。 %@

source: Unable to read this image. Choose a valid image file.
zh_hans: 无法读取这张图片，请选择有效的图片文件。
zh_hant: 無法讀取這張圖片，請選擇有效的圖片檔案。

source: Width
zh_hans: 宽
zh_hant: 寬

source: Zoom In
zh_hans: 放大
zh_hant: 放大

source: Zoom In (⌘+)
zh_hans: 放大 (⌘+)
zh_hant: 放大 (⌘+)

source: Zoom Level
zh_hans: 缩放比例
zh_hant: 縮放比例

source: Zoom Out
zh_hans: 缩小
zh_hant: 縮小

source: Zoom Out (⌘−)
zh_hans: 缩小 (⌘−)
zh_hant: 縮小 (⌘−)
